Revit 2024 API
SymbolTypeId.Lbm Property
 Symbol lbm, indicating unit Pounds mass.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Lbm { get; }
Visual Basic
Public Shared ReadOnly Property Lbm As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Lbm {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace